rpi5-2/20240116-1302/3-btscan/32768/pgbench.log
pgbench (17devel)
transaction type: 20240116-1302/3-btscan/32768/star-100-100.sql
scaling factor: 1
query mode: prepared
number of clients: 8
number of threads: 8
maximum number of tries: 1
duration: 15 s
number of transactions actually processed: 8427
number of failed transactions: 0 (0.000%)
latency average = 14.241 ms
initial connection time = 9.667 ms
tps = 561.773859 (without initial connection time)